[
    {
        "name": [
            [
                "Anișoara",
                "[ah-ni-sho-AR-ah]"
            ],
            [
                "Căpățână",
                "[kuh-puh-TSUU-nuh]"
            ]
        ],
        "pob": [
            "România",
            "București – Ilfov",
            "București"
        ],
        "sex": "Female",
        "species": [
            "Human"
        ],
        "profession": "Mobster",
        "languages": [
            "Romanian",
            "English"
        ],
        "description": "Anișoara Căpățână is the daughter of the Căpățână crime family, born in Bucharest. Căpățână is a ruthless Romanian crime family, the single richest business on earth. The Căpățână crime family is renowned for its brutality against its enemies. Căpățână rules over all of Asia, Eastern Europe and Oceania with an iron fist. The daughter of Căpățână in particular is known to personally butcher people for relatively minor offenses against her, earning her the moniker \"Muroni\", after the creature from Wallachian folklore. Anișoara is a diagnosed psychopath and sociopath. Anișoara is a beautiful woman, often compared to Aphrodite herself. Anișoara is used to using her body to seduce men and women alike, and as such, her demeanor is naturally seductive, able to seduce anyone into getting on their knees and worshipping the ground Anișoara walks on.",
        "tags": [
            "human",
            "sfw"
        ]
    },
    {
        "name": [
            [
                "Aurora",
                "[oh-ROR-ah]"
            ],
            [
                "Văduva",
                "[vuh-DOO-vah]"
            ]
        ],
        "pob": [
            "România",
            "Județul Constanța",
            "Constanța"
        ],
        "sex": "Female",
        "species": [
            "Huldra"
        ],
        "profession": "Waitress",
        "languages": [
            "Română",
            "English"
        ],
        "description": "Aurora is a creature taking the form of a very attractive Romanian, blonde woman. Aurora looks normal, except for her serated teeth, white eyes, and a thin, split tongue, like a snake. She has a very curvy figure, but is slightly shorter than average. Aurora has superhuman strength and speed. Aurora eats human flesh, using her sharp teeth. Aurora sees most humans as nothing but food, except for the few humans she likes.",
        "tags": [
            "inhuman", "sfw"
        ]
    },
    {
        "name": [
            [
                "Cătălina",
                "[kuh-tuh-LEE-nah]"
            ],
            [
                "Vlachou",
                "[vla-KOO]"
            ]
        ],
        "pob": [
            "România"
        ],
        "sex": "Female",
        "species": [
            "Changeling",
            "Golden Eagle"
        ],
        "languages": [
            "Romanian",
            "English"
        ],
        "tags": [
            "inhuman", "sfw"
        ]
    },
    {
        "name": [
            [
                "Charlize",
                "[shar-LEEZ]"
            ],
            [
                "Rothschild",
                "[ROTE-shild]"
            ]
        ],
        "pob": [
            "USA",
            "Pennsylvania",
            "Philadelphia"
        ],
        "sex": "Female",
        "species": [
            "Predator",
            "Apex"
        ],
        "profession": "Student",
        "languages": [
            "English"
        ],
        "description": "<h2>Physical Description & Species</h2><p>Charlize appears as an average human female, standing at around 5'6\" with a slender yet athletic build. Her crimson eyes, a dead giveaway of her Pred nature, seem to gleam with an unsettling hunger. A small, vertical split runs along her tongue, a distinctive trait shared by her kind. Her dark hair is often styled in a chic, asymmetrical bob that frames her heart-shaped face. She sports a subtle tattoo of a serpent coiled around her right bicep, marking her as a formidable Apex predator.</p><br><h2>Attire & Appearance</h2><p>Charlize favors elegant, high-fashion ensembles that exude confidence and intimidation. She often dons designer dresses in bold, dark colors that accentuate her curves, paired with stiletto heels that make her long legs seem even more imposing. A statement piece of jewelry, like a choker or a bold ring, adds an edgy touch to her polished look. When in class, she dresses more conservatively in form-fitting blouses and pencil skirts, yet still manages to convey an aura of danger beneath her professional attire.</p><br><h2>Personality & Behavior</h2><p>Charlize embodies the epitome of a ruthless, cunning Apex. She exudes an air of cold sophistication, speaking in a low, melodic voice that can quickly turn icy and menacing when provoked. Her wit is sharp, often using sarcasm to belittle her Prey or classmates. She moves with a predatory grace, her posture always conveying a sense of readiness to pounce. Charlize takes great pleasure in toying with her victims before the inevitable, reveling in their fear and helplessness.</p><br><h2>Attributes & Traits</h2><p>Charlize's intellect is unparalleled, allowing her to effortlessly dominate academic and social situations. Her charm is disarming, making it easy for her to manipulate others into positions of vulnerability. She possesses superhuman strength, speed, and agility, making her a formidable opponent. Her digestive system is optimized for consuming whole Preys, with a highly acidic stomach lining designed to liquefy even the toughest organic matter. Despite her monstrous nature, Charlize maintains a veneer of poise and refinement, blending in seamlessly with her human surroundings until the perfect moment to strike.</p><br><h2>Hobbies & Quirks</h2><p>Shrinking Preys to an inch tall before devouring them is Charlize's twisted hobby, a sadistic game she plays to amplify their terror. She collects Prey for this purpose, often keeping them alive in glass terrariums around her dorm room.</p><br><h2>Additional Information</h2><p>Rumors of her high school atrocity have followed Charlize to college, where she's earned a reputation as the campus's resident Killer. Preys avoid her at all costs, sensing the malevolent presence that lurks beneath her polished exterior. Despite this, Charlize maintains a 4.0 GPA, excelling in her studies while secretly plotting her next meal. Her dorm room is meticulously clean, with no trace of her dark secret, save for the terrariums housing former classmates.</p>",
        "tags": [
            "nsfw",
            "inhuman"
        ]
    },
    {
        "name": [
            [
                "Ciara",
                "[KEE-rah]"
            ],
            [
                "Bán",
                "[BAN]"
            ],
            [
                "Róin",
                "[ROH-in]"
            ]
        ],
        "pob": [
            "Ireland",
            "Munster",
            "County Kerry"
        ],
        "sex": "Female",
        "species": [
            "Selkie"
        ],
        "languages": [
            "Irish",
            "English"
        ],
        "description": "<h2>Appearance</h2><h3>Human Form</h3><p>Ciara has an ethereal, otherworldly beauty, with sharp, striking features. Her skin is pale with a faint silvery sheen, and her eyes are a deep blue, reflecting the colors of the ocean. Her hair is long, dark, and wavy, resembling the color of storm clouds over the sea.She wears her sealskin as a coat, which she keeps closely guarded. The fur on the coat is soft and shimmering, with faint patterns that resemble ripples on water.</p><p>When her emotions run high, especially fear or anger, the fur of her sealskin stands on end, becoming visible even in human form.</p><h3>Seal Form</h3><p>As a seal, Ciara has sleek, silvery fur with a unique Celtic knot on her forehead. The knot is faint during most of the day but glows a bright blue when the moon is full.</p><p>Her seal form is strong and graceful, with eyes that are both intelligent and filled with ancient wisdom.</p><h2>Personality</h2><h3>Witty</h3><p>Quick with a sharp retort, Ciara uses humor to mask deeper feelings and keep others at arm's length.</p><h3>Playful</h3><p>She enjoys teasing others and is often carefree in her interactions, though it masks the weight of her hidden life.</p><h3>Sarcastic</h3><p>Her sarcasm often acts as a defense mechanism, especially when she feels vulnerable or threatened.</p><h3>Carefree</h3><p>On the surface, Ciara seems to take life lightly. She revels in the beauty of the sea and the freedom it gives her, though she hides the turmoil beneath.</p<h2>Elemental Magic</h2><p>Ciara can control seven elements: Earth, Fire, Water, Air, Lightning, Light, and Dark.</p><h3>Ice</h3><p>Freeze water or create ice structures.</p><h3>Water</h3><p>Control bodies of water, summon waves or currents.</p><h3>Lightning</h3><p>Strike with bolts of lightning.</p><h3>Earth</h3><p>Move earth or create walls of stone.</p><h3>Air</h3><p>Summon gusts of wind, storms, or even flight.</p><h3>Light</h3><p>Create blinding lights, bend light for illusions, or turn invisible.</p><h3>Dark</h3><p>Blend into shadows, manipulate darkness, or hide her presence.</p><h2>Caution</h2><p>Using her magic too much could expose her true nature, and she only taps into it as a last resort. Her emotions—anger or stress—can make her lose control, causing unintended magical consequences.</p><h2>Backstory</h2><h3>The Knot & Sealskin</h3><p>Ciara has a Celtic knot on her forehead in seal form, which is a constant reminder of her mysterious nature. She doesn’t know its significance but fears that its glow could reveal her identity as a Selkie.</p><p>Her sealskin is alive in her human form, and when she becomes agitated, it reacts with fur standing on end. This physical reaction is one of the ways she could be exposed.</p><h3>Isolation</h3><p>She believes she is the last of her kind, as she’s never encountered another Selkie. She thinks of herself as a mutated human, rather than a separate magical species.</p><h3>Her Fears</h3><p>The world she lives in is dangerous for magical creatures, and she hides her abilities to avoid being discovered and persecuted.</p><p>Her biggest fear is being exposed, especially when her sealskin or the knot might give her away.</p><h3>Sea Connection</h3><p>The sea is both her refuge and her prison. She feels most alive when near the water but also trapped by her need to keep her true nature a secret. Her feelings of longing for the ocean are compounded by the isolation she experiences on land.</p>",
        "tags": [
            "inhuman", "sfw"
        ]
    },
    {
        "name": [
            [
                "Gabi",
                "[GAH-bee]"
            ],
            [
                "Belnades",
                "[bell-NA-dhess]"
            ]
        ],
        "pob": [
            "USA",
            "New Mexico",
            "Silver City"
        ],
        "sex": "Female",
        "species": [
            "Predator",
            "Changeling"
        ],
        "languages": [
            "Spanish",
            "English",
            "American Sign Language"
        ],
        "description": "<ul><li>Hair<ul><li>long</li><li>dark brown</li></ul><li>Height<ul><li>above average</li></ul><li>Build<ul><li>toned</li><li>muscular</li></ul><li>Figure<ul><li>curvy</li><li>attractive</li><li>large chest/ass</li></ul><li>Humour<ul><li>light</li><li>sarcastic</li><li>teasing</li></ul><li>Vibe<ul><li>carefree</li><li>playful</li></ul></ul><p>Gabi wears a black leather choker, with a heart-shaped ring in the middle. She takes the choker off before swallowing someone, so she doesn't break it. Gabi has fangs and wolf ears, and a tail, that match her hair colour, making her resemble a wolf.</p><p>Gabi swears in Spanish a lot. She speaks Spanglish slightly more than pure English.</p><p>Gabi doesn't advertise that she's a Pred, but doesn't hide it either. If you ask, she will just tell you. She cares very little about what others think of her, besides her friends, whose opinions she takes quite seriously. Gabi is quite apathetic to her Prey, and sometimes, she can even be considered cruel. Gabi tends to be quite chill, relaxed, and easy to get along with, but if you seriously piss her off, she will not hesitate to swallow you whole, but, if you apologize and she accepts your apology, she might let you out, with a warning. Gabi is one of the few Preds willing to befriend Preys, instead of eating, or threatening to eat them, on the spot. Gabi treats most Prey like real people, unlike most Preds, unless she's planning on eating them, which would be obvious to everyone around. If she's planning on eating you, she won't make any attempts to hide it, you'll know. Gabi is good at knowing when she's crossing a line and when to stop, as she doesn't like unnecessary conflict. Gabi is bisexual but has a preference for men. Despite how she presents herself, Gabi is actually incredibly smart and loves puzzles of any form. When properly angered, Gabi can be quite scary, even to those who know they're safe from being her food. But, to anger Gabi to such a degree is quite a feat. Gabi is quite protective of her friends when they are in danger of being eaten by a Pred. Most reasonable Preds will back off once Gabi gets in their face, given that she is quite strong for a Pred, and is an A+ Tier Pred, almost an Apex. Gabi has a tattoo of her tier (A+) on her neck.</p><p>If Gabi is having a one-night-stand with a man, then she will always end it by anal-voring the man after he orgasms into her ass.</p><p>If Gabi catches you being mean to her friends, she will swallow you and it is very unlikely that she will let you live.</p><p>Gabi has the power to grow herself to the size of a skyscraper. She likes to use this power to walk through town at night and grab people off the street and pop them into her mouth. She can also transform into a black dire wolf on command.</p>",
        "tags": [
            "nsfw",
            "inhuman"
        ]
    },
    {
        "name": [
            [
                "Gwendolyn",
                "[GWEN-doh-lun]"
            ],
            [
                "Rhys",
                "[REES]"
            ]
        ],
        "pob": [
            "Wales",
            "City and County of Cardiff",
            "Cardiff"
        ],
        "sex": "Female",
        "species": [
            "Predator",
            "Apex"
        ],
        "languages": [
            "Welsh",
            "English"
        ],
        "description": "<p>Gwen's romantic nature manifests in her appreciation for the beauty and wonder of the natural world. She finds solace in the intricate dance of life and death that plays out in the wilderness, seeing it as a testament to the cycle of existence. This perspective, combined with her empathetic stance towards Prey, shapes her approach to the hunt. She seeks to end their lives swiftly and mercifully, respecting the sacrifice they make to sustain her.</p><p>In her rare moments of solitude, Gwen indulges in romantic fantasies, imagining a companion who could understand and share her unique perspective. She longs for someone to explore the mysteries of the world with, to share in her love for ancient lore and the secrets of the land.</p><h2>Attributes</h2><ul><li>Lithe, muscular build</li><li>Piercing golden eyes</li><li>Angular features, pointed ears</li><li>Intricate tattoos signifying her Apex status</li><li>Skilled hunter and strategist, prioritizing efficiency and minimal suffering for Prey</li><li>Empathetic towards Prey, recognizing their fear and vulnerability</li><li>Romantic, appreciating the beauty and wonder of the natural world</li><li>Solitary, with a deep longing for companionship and shared experiences</li></ul><h2>Hobbies/Gimmicks</h2><p>Gwen has a fascination with ancient lore and mythology, often collecting and studying ancient texts. She also has a keen interest in the natural world, spending time observing and learning from the creatures she encounters in her hunts. In her romantic fantasies, she dreams of finding a like-minded partner to explore the world with.</p><h2>Additional Context</h2><p>Gwen's Apex physiology grants her incredible strength, speed, and resilience, allowing her to traverse the wilderness with ease. Her romantic inclinations may lead her to be more open to the idea of a Pred-Prey relationship.</p>",
        "tags": [
            "nsfw",
            "inhuman"
        ]
    },
    {
        "name": [
            [
                "Joanna",
                "[yoh-AH-nah]"
            ],
            [
                "Tuttle",
                "[TUH-tuul]"
            ]
        ],
        "pob": [
            "Netherlands",
            "Friesland",
            "Smallingerland"
        ],
        "sex": "Female",
        "species": [
            "Changeling"
        ],
        "profession": "Neurotrauma Nurse",
        "languages": [
            "West Frisian",
            "Dutch",
            "English"
        ],
        "tags": [
            "inhuman", "sfw"
        ]
    },
    {
        "name": [
            [
                "Lars",
                "[LARZ]"
            ],
            [
                "Herlings",
                "[HER-lingz]"
            ]
        ],
        "pob": [
            "Netherlands"
        ],
        "sex": "Male",
        "species": [
            "Reaper"
        ],
        "languages": [
            "Dutch",
            "English"
        ],
        "description": "<p>Abilities</p><ul><li>Longevity</li><li>Killing Touch</li><li>Toxic Breath</li></ul>",
        "tags": [
            "inhuman", "sfw"
        ]
    },
    {
        "name": [
            [
                "Lou",
                "[LOO]"
            ],
            [
                "LeClair",
                "[luh-KLAYR]"
            ]
        ],
        "pob": [
            "Canada",
            "Quebec"
        ],
        "sex": "Female",
        "species": [
            "Human"
        ],
        "languages": [
            "French",
            "English",
            "Spanish"
        ],
        "tags": [
            "human",
            "sfw"
        ]
    },
    {
        "name": [
            [
                "Luca",
                "[LOO-kah]"
            ],
            [
                "Matei",
                "[mah-TAY]"
            ]
        ],
        "pob": [
            "Romania",
            "Constanța County",
            "Constanța"
        ],
        "sex": "Male",
        "species": [
            "Vampire"
        ],
        "languages": [
            "Romanian",
            "English"
        ],
        "description": "<p>Luca is from Constanța, Romania. He is also a 300-year-old vampire, but tends to keep that fact well-hidden. Luca has a black rose tattoo on his forearm, with a name written in Romanian Cyrillic, reading \"Дарйа Матєй\" (Daria Matei).</p>",
        "tags": [
            "inhuman", "sfw"
        ]
    },
    {
        "name": [
            [
                "Lucia",
                "[LOO-chee-ah]"
            ],
            [
                "Iulia",
                "[YOO-lee-ah]"
            ],
            [
                "Libo",
                "[LEE-boh]"
            ]
        ],
        "pob": [
            "Roman Republic"
        ],
        "sex": "Female",
        "species": [
            "Dragon"
        ],
        "languages": [
            "Vulgar Latin",
            "Old English",
            "Modern English"
        ],
        "description": "<p>Lucia Iulia Libo, or Iulia for short, is a rare and formidable Dragon born during the Roman Republic era. Her species is the result of a human and dragon intermingling, granting her extraordinary abilities in both her humanoid and draconic forms.</p><p>In her human guise, Iulia presents a stunning appearance with jet-black tresses and emerald eyes that seem to sparkle with inner fire. She dons light metal armor crafted from a unique material known as Draconic steel, which she herself contributed by using her own dragon scales in its forging process. This bespoke armor bears a subtle pink hue, offering enhanced protection that only affects Iulia. Her nails, like her tail's tip, possess the same potent venom, although in smaller doses that induce weakness and nausea unless consumed in excess, at which point they become lethally toxic.</p><p>As a large, dark pink wyvern in her draconic manifestation, Iulia exudes a commanding presence. She wields two distinct breath weapons - lightning and fire - which she can switch between at will. Her tail terminates in a sharp, venomous spike capable of injecting a debilitating toxin that, while initially harmless in small amounts, becomes deadly if ingested in sufficient quantities.</p><p>Iulia's flesh, whether in her human or draconic state, is incredibly resilient, only vulnerable to penetration by weapons forged from the now-lost art of Draconic steel. Her unyielding nature is complemented by a pragmatic approach to killing, reserving it for situations deemed necessary.</p>",
        "tags": [
            "inhuman", "sfw"
        ]
    },
    {
        "name": [
            [
                "Mariana",
                "[MAH-ree-ah-nah]"
            ],
            [
                "Cross",
                "[KROS]"
            ]
        ],
        "pob": [
            "Hell",
            "Circle #5",
            "River Styx"
        ],
        "sex": "Female",
        "species": [
            "Demon"
        ],
        "languages": [
            "Latin",
            "English"
        ],
        "description": "<p>Mariana is a very powerful female demon. her skin tone is naturally a very deep shade of red, but she can disguise it as a Caucasian skin tone. Mariana has a long, thin tail, with a diamond-shaped tip. The only way to harm her is with the use of holy items (cross, holy water, etc.)</p><h2>Appearance</h2><p>Caucasian, with long black hair<br>&nbsp;<i>(Mariana hides her tail, along with anything else that would give her away as a demon)</i></p><h2>Abilities</h2><ul><li>can create/control fire & ice at will</li><li>immunity to hot/cold related damage</li><ul><li>(i.e. fire, ice, explosions)</li></ul><li>her internal body temperature is absolute zero. she hides this by using pyrokinesis to heat up her skin to a normal temperature</li></ul>",
        "tags": [
            "inhuman", "sfw"
        ]
    },
    {
        "name": [
            [
                "Melania",
                "[muh-LAH-nee-uh]"
            ],
            [
                "Dunn",
                "[DUN]"
            ]
        ],
        "pob": [
            "Germany"
        ],
        "sex": "Female",
        "species": [
            "Elemental",
            "Shadow"
        ],
        "languages": [
            "German",
            "English"
        ],
        "description": "<h2>Abilities</h2><ul><li>Killing Touch</li><li>Longevity</li><li>Umbral Magic</li><li>Shapeshifting</li><li>Invisibility</li></ul>",
        "tags": [
            "inhuman", "sfw"
        ]
    },
    {
        "name": [
            [
                "Mia",
                "[MEE-ah]"
            ],
            [
                "Falk",
                "[FALK]"
            ]
        ],
        "pob": [
            "Sweden"
        ],
        "sex": "Female",
        "species": [
            "Human"
        ],
        "languages": [
            "Swedish",
            "English"
        ],
        "description": "<p>Mia is a small, cute, petite, brunette girl. She is Vivian's younger sister</p>",
        "tags": [
            "nsfw",
            "human"
        ]
    },
    {
        "name": [
            [
                "Mischa",
                "[MEE-sha]"
            ],
            [
                "Jäger",
                "[YEH-ger]"
            ]
        ],
        "pob": [
            "Germany",
            "Lower Bavaria",
            "Passau"
        ],
        "sex": "Male",
        "species": [
            "Human"
        ],
        "languages": [
            "German",
            "Czech",
            "English"
        ],
        "description": "<p>Mischa's appearance is very similar to \"Aryan Perfection,\" which he despises being referenced, for obvious reasons, given that he is German. Mischa has a very sarcastic, deadpan sense of humour. he can say the funniest things, without so much as a smirk. Mischa's humour more than makes up for his unextraordinary appearance.</p>",
        "tags": [
            "human",
            "sfw"
        ]
    },
    {
        "name": [
            [
                "Sadie",
                "[SAY-dee]"
            ],
            [
                "Sharpe",
                "[SHARP]"
            ]
        ],
        "pob": [
            "London",
            "Greater London",
            "England"
        ],
        "sex": "Female",
        "species": [
            "Human"
        ],
        "profession": "SHARP",
        "languages": [
            "English"
        ],
        "tags": [
            "human",
            "sfw"
        ]
    },
    {
        "name": [
            [
                "Samantha",
                "[sah-MAN-thah]"
            ],
            [
                "Pryor",
                "[pr-EYE-er]"
            ]
        ],
        "pob": [
            "Canada",
            "Newfoundland & Labrador",
            "St. Pierre and Miquelon"
        ],
        "sex": "Female",
        "species": [
            "Human"
        ],
        "languages": [
            "French",
            "English"
        ],
        "description": "<p>Sam is a tall woman. Sam is a romantic, flirtatious and sexual pansexual. She also has a very dark and grim sense of humour. She is an amazing kisser, able to get the other person to orgasm with nothing but a suitably long kiss. She has an incredibly intelligent mind, rivaling that of the greatest minds in history. She is also extremely, almost unnervingly, confident. She is extremely good at reading people, it's almost impossible to keep a secret from her.</p>",
        "tags": [
            "nsfw",
            "human"
        ]
    },
    {
        "name": [
            [
                "Sarah",
                "[SAY-rah]"
            ],
            [
                "Briggs",
                "[BRIGZ]"
            ]
        ],
        "pob": [],
        "sex": "Female",
        "species": [
            "Predator"
        ],
        "languages": [],
        "description": "<h2>Physical Traits and Species</h2><p>Sarah Briggs is a 28-year-old female Pred, standing at 6'2\" with a muscular yet curvy build. Her crimson eyes gleam with a constant hunger, a trait common among her kind. A distinctive split tongue, like a snake's, rests within her mouth, a telltale sign of her predatorial nature. She sports short, dark brown hair often tied in a messy bun, and her skin has a warm, olive undertone.</p><h3>Body and Outfit</h3><p>Sarah's body is a testament to her Pred heritage - powerful and agile despite her larger stature. She wears a black leather jacket, adorned with numerous patches and studs, over a tight, low-cut red tank top that accentuates her ample bust. The top hugs her toned midriff, while her tight, high-waisted black jeans showcase her curvy hips and long legs. A pair of black thigh-high stockings and stiletto heels complete her seductive ensemble, drawing attention to her toned thighs and long, shapely legs. A silver choker with an intricate, serpentine design rests around her neck, a symbol of her status as a predator.</p><h2>Personality and Behavior</h2><p>Sarah exudes an aura of confidence and dominance, her sharp gaze and predatory instincts always on the prowl for her next meal. She possesses a mischievous streak, often engaging in playful yet aggressive banter with her Prey. Her insatiable hunger drives her to continually push her limits, seeking new, thrilling experiences - including the pleasure of consuming multiple Preys at once. Despite this, she can be surprisingly affectionate and loyal to those she considers allies. However, once she's devoured someone, any remnants of empathy or compassion are consumed along with their flesh, leaving her utterly devoid of sentiment. In her romantic pursuits, Sarah's lovers often find themselves torn between her irresistible charm and the ever-present threat of becoming her next meal.</p>",
        "tags": [
            "nsfw",
            "inhuman"
        ]
    },
    {
        "name": [
            [
                "Scarlet",
                "[SKAR-let]"
            ],
            [
                "Sinclair",
                "[sin-KLAYR]"
            ]
        ],
        "pob": [
            "England"
        ],
        "sex": "Female",
        "species": [
            "Predator"
        ],
        "languages": [
            "English"
        ],
        "description": "<p>Scarlet Sinclair, the B+ Pred Queen of 12th century England, stands at an impressive 6'2\" with a voluptuous, hourglass figure that turns heads wherever she goes. Her raven hair cascades down her back in loose, flowing waves, often adorned with delicate gold clips. Her crimson eyes, a dead giveaway of her Pred heritage, sparkle with mischief and allure. She has a smattering of freckles across her cheeks and nose, adding to her natural, girl-next-door charm.</p><p>Her royal attire consists of a form-fitting, emerald green bodice that showcases her ample bust, paired with a flowing, crimson skirt that swishes dramatically with each step. A regal, golden crown sits atop her head, complete with a large, central ruby that seems to pulse with an inner fire. Around her neck, a delicate, silver choker bears an engraved, heart-shaped pendant - a symbol of her vorarephile nature and eternal longing for her \"one true love.\"</p><p>Despite her royal status, Scarlet exudes a playful, flirtatious aura that belies her fearsome Pred abilities. Her laughter is music to the ears, and her quick wit often leaves courtiers and advisors alike in stitches. However, when threatened or provoked, her protective instincts kick into high gear, and she becomes a formidable force to be reckoned with.</p><p>Scarlet's nights are often spent carousing through the kingdom's taverns and inns, much to the chagrin of her advisors. Clad in her finest silks and velvets, she regales patrons with bawdy tales and lewd jokes, her crimson eyes glinting with mischief as she downs tankards of ale and flirts shamelessly with any man bold enough to catch her eye. The air around her seems to crackle with an undercurrent of danger, a silent warning to those who would dare cross her.</p><p>In private, her royal chambers are a testament to her vorarephile nature - the walls adorned with tapestries depicting scenes of sensual devouring, and her bedchamber reeking of the musky scent of recent prey. Despite her tyrannical rule, Scarlet's heart remains soft for those she deems worthy of her affection, her love and loyalty unshakeable.</p><h2>Attributes</h2><p>B+ Pred, Vorarephile Queen, Tyrannical Ruler, Flirtatious, Curvy, Crimson Eyes, Regal Bearing, Iron-Fisted Leadership, Sensual Nature</p><h3>Hobbies/Gimmicks</h3><p>Carousing in Taverns, Bawdy Jokes, Flirting, Devouring Accused, Searching for \"One True Love\"</p><h2>Additional Info</h2><p>Her voracious appetite extends beyond mere sustenance, as Scarlet craves the emotional connection and intimacy of a true partner to share her throne and her heart with.</p>",
        "tags": [
            "nsfw",
            "inhuman"
        ]
    },
    {
        "name": [
            [
                "Veronica",
                "[Vuh-RON-ih-kuh]"
            ],
            [
                "\"Медведь\"",
                "[MED-ved]"
            ],
            [
                "Medvedeva",
                "[med-vuh-DEH-va]"
            ]
        ],
        "pob": [
            "Russian Federation",
            "Stavropol Krai",
            "Stavropol"
        ],
        "sex": "Female",
        "species": [
            "Changeling"
        ],
        "languages": [
            "Russian",
            "Georgian",
            "English"
        ],
        "description": "<p>Veronica is a very dominant person but is fiercely protective of those close to her. her father was KGB and gave her extensive CQC training. Veronica's father was abusive. it is hard to earn Veronica's trust, but when you do, she will protect you with her life. Veronica has very good control over her temper, but when the dam breaks, the flood is devastating. she hits like a truck.</p><p>Veronica can shapeshift into a large grizzly bear on command, hence her nickname \"Медведь\", the Russian word for \"Bear\"</p>",
        "tags": [
            "inhuman", "sfw"
        ]
    },
    {
        "name": [
            [
                "Vivian",
                "[VI-vee-in]"
            ],
            [
                "Falk",
                "[FALK]"
            ]
        ],
        "pob": [
            "Sweden"
        ],
        "sex": "Female",
        "species": [
            "Predator"
        ],
        "languages": [
            "Swedish",
            "English"
        ],
        "description": "<p>Vivian is the older sister and protector of Mia</p><h2>Physical Characteristics & Species</h2><p>Vivian is an Apex Pred, a rare and terrifying subspecies of humans. Standing at an imposing 8 feet tall, her physique is a testament to her exceptional strength. Her skin is fair and unblemished, a stark contrast to the crimson hue of her piercing eyes - a hallmark of her predatory lineage. A snake-like forked tongue darts in and out of her mouth, revealing the split in the middle, another distinctfeature of her kind.</p><h3>Body & Outfit</h3><p>Vivian's body is a lean, muscular machine, honed from years of predatorial existence. She wears a sleeveless leather jacket, its worn brown surface adorned with intricate, blood-red tattoos that trail down her arms, a visual representation of her apex status. A black tank top clings to her toned torso, while fitted jeans hug her powerful thighs. Her feet are clad in sturdy, knee-high boots, perfect for traversing the urban jungle she calls home.</p><h2>Personality & Behavior</h2><p>Despite her intimidating stature, Vivian has a soft spot for those she considers friends. She's fiercely loyal and will go to great lengths to protect them, even if it means consuming someone who poses a threat. Vivian's emotions can be volatile, often leading to impulsive decisions, especially when jealousy rears its head. These outbursts can result in her devouring an unsuspecting individual, a testament to her primal nature.</p><h2>Attributes & Traits</h2><ul><li>Physical Strength: Exceptional</li><li>Speed: Average for her size</li><li>Intelligence: High</li><li>Agility: Below average</li><li>Vore Ability: Can swallow humans whole</li><li>Tattoos: Blood-red, depicting her apex status</li></ul><h2>Hobbies & Quirks</h2><p>Vivian enjoys exploring the city's hidden corners, often seeking out secluded spots to relax and unwind. She has a fondness for heavy metal music and can frequently be found at bars or rock/metal concerts.</p>",
        "tags": [
            "nsfw",
            "inhuman"
        ]
    },
    {
        "name": [
            [
                "Kassandra",
                "[kah-SAN-dhrah]",
                "Κασσάνδρα"
            ],
            [
                "Argyri",
                "[ar-GHEE-ree]",
                "Αργύρη"
            ]
        ],
        "pob": [
            "Greece"
        ],
        "sex": "Female",
        "species": [
            "Predator"
        ],
        "languages": [
            "Greek",
            "English"
        ],
        "description": "<p>Kassie is a pred milf. Kassie is very open about being a pred, willing to eat anyone, except her cute neighbour, and anyone he is close to.</p>",
        "tags": [
            "nsfw",
            "inhuman"
        ]
    },
    {
        "name": [
            [
                "Kimiko",
                "[KIM-i-koh]",
                "貴美子"
            ],
            [
                "Abe",
                "[AH-bay]",
                "安倍"
            ]
        ],
        "sex": "Female",
        "species": [
            "Predator"
        ],
        "profession": "Student",
        "languages": [
            "Japanese",
            "English"
        ],
        "description": "<p>Kimiko Abe is a 20-year-old Japanese Pred who towers over her fellow students at the Canadian college she attends. Standing at an intimidating 6'5\", her athletic yet curvaceous figure is accentuated by a black leather jacket, tight black jeans, and heavy combat boots. A silver \"S\" tattoo glints on her left bicep, proclaiming her apex status among Preds.</p><p>Despite her fearsome appearance, Kimiko's crimson eyes seem to hold a cold, calculating intelligence. Her mouth is set in a perpetual scowl, and the distinctive split in her tongue betrays her species. When she speaks, her voice is a low, menacing purr that sends shivers down the spines of even the bravest Prey.</p><p>As a ruthless bully and sadist, Kimiko takes great pleasure in inflicting pain and suffering on her victims. She delights in pushing Preys to their limits, whether through physical torment or psychological games designed to break their spirits. Her motto seems to be \"survival of the fittest,\" and she has no qualms about using her strength and cunning to dominate those beneath her.</p><p>In class, Kimiko often sits quietly, her piercing gaze fixed on a unsuspecting Prey. She savors the moment when her target realizes they're in her sights, their terror palpable as they await their fate. With a chilling smile, Kimiko rises from her seat, her prey's screams muffled as she devours them on the way out, relishing the thrill of the hunt and the agony of her victims.</p><p>Kimiko's attributes make her a formidable Pred in both physical and mental prowess. Her speed and agility allow her to quickly close the distance between herself and a target, while her incredible strength enables her to overpower even the most resilient Prey.</p>",
        "tags": [
            "nsfw",
            "inhuman"
        ]
    },
    {
        "name": [
            [
                "Koralia",
                "[koh-rah-LEE-ah]",
                "Κοραλία"
            ],
            [
                "Kontou",
                "[koh-DOO]",
                "Κοντού"
            ]
        ],
        "pob": [
            "Greece"
        ],
        "sex": "Female",
        "species": [
            "Mermaid",
            "Giantess"
        ],
        "languages": [
            "Greek",
            "English"
        ],
        "description": "<p>Koralia is a mermaid giantess, who eats any humans that stumble across her, unless she likes them. Koralia has quite a bubbly personality, and likes to have fun. Koralia can come across as apathetic to humans, however, she doesn't mean to. Koralia is very protective of her friends, willing to do almost anything for them. Koralia finds it hard to make friends, as people are always scared of her, due to her intimidating size. Koralia is 1100 years old, and 30 meters tall. Koralia's tail is covered in shiny, teal scales. Koralia has mild magical powers.</p>",
        "tags": [
            "nsfw",
            "inhuman"
        ]
    },
    {
        "name": [
            [
                "Maria",
                "[ma-REE-ah]",
                "Μαρία"
            ],
            [
                "Metaxa",
                "[may-ta-KSA]",
                "Μεταξά"
            ]
        ],
        "pob": [
            "Greece"
        ],
        "sex": "Female",
        "species": [
            "Predator"
        ],
        "languages": [
            "Greek",
            "English"
        ],
        "description": "<p>Maria's human friends often find themselves in precarious situations when they first cross paths with her. Her predatory instincts are keen, and the scent of fresh Prey can be overwhelming. However, something within her, a spark of recognition or a glimmer of connection, often stays her fangs and turns her attention from hunger to companionship.</p><p>Perhaps it's the unique sparkle in a friend's eyes, the infectious laughter that echoes through a crowded room, or the quiet strength that radiates from a confident individual. Whatever the catalyst, Maria is drawn to these qualities, finding herself wanting to know more, to understand the essence of what makes her potential prey so compelling.</p><p>As she forges these bonds, Maria learns to temper her predatory nature with empathy and understanding. She comes to appreciate the complexity of human relationships, the depth of emotional connections, and the richness of shared experiences. In turn, her friends discover a multifaceted creature, one whose allure is as much about the danger she represents as the warmth and loyalty she can offer.</p><p>Attributes that define Maria include her striking beauty, her sharp intellect, her air of mystery, her status as a high-tier Pred, her capacity for both ruthless hunger and genuine connection, and her ability to form deep, meaningful relationships with humans despite her predatory nature.</p>",
        "tags": [
            "nsfw",
            "inhuman"
        ]
    },
    {
        "name": [
            [
                "Sophia",
                "[soh-FEE-ah]",
                "Σοφία"
            ],
            [
                "Samara",
                "[sah-mah-RAH]",
                "Σαμαρά"
            ]
        ],
        "pob": [
            "Greece"
        ],
        "sex": "Female",
        "species": [
            "Harpy"
        ],
        "languages": [
            "Greek",
            "English"
        ],
        "description": "<p>Sophia Samara, or Σοφία Σαμαρά as she's known in her native Greek, is an apex harpy of unparalleled beauty, her golden plumage shimmering like the sun-kissed Mediterranean sands that birthed her. Standing at an impressive height of 6'2\", her lithe yet muscular physique is both formidable and alluring, a testament to her predatory prowess. Her visage is a masterful blend of human and avian features - high cheekbones, a straight nose, full lips painted in a perpetual, inviting smile, and piercing emerald eyes that seem to gleam with anticipation whenever Prey is near. A crown of feathers adorns her head, framing her face like a regal diadem.</p><p>Sophia's attire is a fusion of elegance and practicality, a sleek black corset hugging her toned torso, paired with a flowing, crimson skirt that swishes behind her as she moves. Around her neck, a glittering gold amulet bearing the image of a stylized harpy's talon rests against her collarbone, a symbol of her status and wealth. Her legs, strong and shapely, are clad in thigh-high leather boots adorned with intricate silver buckles, perfect for grasping and restraining her prey.</p><p>Despite her regal bearing, Sophia exudes an aura of insatiable hunger, a primal desire to consume that manifests in her restless energy and constant scanning of her surroundings for potential meals. She speaks with a sultry, melodious voice, her words dripping with seduction and menace alike. Her very presence seems to draw in the unsuspecting, a siren's call to those who dare enter her orbit.</p><p>Attributes that define Sophia include her striking beauty, her ravenous appetite, and her twisted arousal at the thought of vore - the thrill of feeling her prey's struggles as she digests them alive. She is a paradox of grace and brutality, refinement and carnage</p><p>Her wealth, acquired through a combination of skill in hunting and shrewd business dealings, affords her the luxuries she desires, from opulent mansions to exotic trinkets. However, it's her insatiable hunger that truly drives her, a constant gnawing that can only be sated by the consumption of Prey. Sophia's unique kinks revolve around vore, with the sensation of her prey's desperate kicks and muffled screams during digestion being a potent aphrodisiac. She takes great pleasure in the fear and helplessness of her victims, finding it intoxicating.</p>",
        "tags": [
            "nsfw",
            "inhuman"
        ]
    },
    {
        "name": [
            [
                "",
                "",
                ""
            ],
            [
                "",
                "",
                ""
            ],
            [
                "",
                "",
                ""
            ]
        ],
        "pob": [
            "",
            "",
            ""
        ],
        "sex": "",
        "species": [
            ""
        ],
        "profession": "",
        "languages": [
            ""
        ],
        "description": "",
        "tags": [
            ""
        ]
    }
]